[
  {
    "name": "Abhishek Gupta",
    "img": "assets/img/main/abhishek-gupta.jpg",
    "about": "IITD ‘13 CS Graduate. Co-founded Zumbl.com and FranklyMe. Zumbl was acquired and FranklyMe raised more than 2.6M$ from Matrix Partners and others. Was working with Education Department, Delhi Government before NavGurukul.",
    "post": "CEO & Co-founder",
    "linkedin": "http://linkedin.com/in/abhishekgupta92"
  },
  {
    "name": "Anuradha Daswani",
    "img": "assets/img/main/anuradha-daswani.jpg",
    "about": "BITS Pilani Graduate 2015. Worked as an analyst and data scientist for a little above one year, before she recognised her aspiration to learn psychology and work in the domain of learning and education. She is currently pursuing her Masters in Psychology.",
    "post": "Lifeskills Curriculum Lead",
    "linkedin": "http://linkedin.com/in/anuradhadaswani"
  },
  {
    "name": "Alisha Sadana",
    "img": "assets/img/main/alisha.png",
    "about": "A feminist and social activist, one of the members of a 25-day people's movement/peace campaign. A student of Humanities & Social Work. Attended various training programs on gender equality, domestic violence, women rights & LGBT issues.",
    "post": "Facility-in-charge",
    "linkedin": "#"
  },
  {
    "name": "Nilam Kumari",
    "img": "assets/img/alumni/nilu.jpeg",
    "about": "Nilam belongs to Kishangan, Bihar. She has done her graduation. Her father a small farmer. She wants to explore tech and non teach.Currently she is working as an team member with Navgurukul and she wants to work with girls.",
    "post": "Technical Associate, Bangalore",
    "linkedin": "https://www.linkedin.com/in/nilam-kumari-53379816a/"
  },
  {
    "name": "Komal Bhatt",
    "img": "assets/img/main/komal.jpeg",
    "about": "A NavGurukul alumna, she learned about herself more as a council member & through volunteering opportunities. She leads the curriculum development.",
    "post": "Tech and Academics Associate",
    "linkedin": "https://www.linkedin.com/in/komal-bhatt-a1779716a/"
  },
  {
    "name": "Savita Verma",
    "img": "assets/img/main/savita.jpg",
    "about": "She is a content writer and serves as an EA to the CEO office. A B.Com graduate, Savita is National level debater and passionate about working on gender related and mental health issues.",
    "post": "Executive Assistant to CEO",
    "linkedin": "https://www.linkedin.com/in/savita-verma-133782167"
  },
  {
    "name": "Nitesh Sharma",
    "img": "assets/img/alumni/nitesh-sharma.jpg",
    "about": "A NavGurukul alumnus, Nitesh completed BCA from Sant Singaji Institute Of Science & Management. Interested in social welfare and solving problems through facilitation and ground-work.",
    "post": "Facility-in-Charge",
    "linkedin": "#"
  },
  {
    "name": "Jai Kishan",
    "img": "assets/img/main/jai.jpg",
    "about": "A NavGurukul alumna, he has passed his 12th. Jai is a python developer and placement related outreach. He loves to make friend and interact with new people.",
    "post": "Placement & Partner Associate.",
    "linkedin": "https://www.linkedin.com/in/jai-dev-84a8b2157/"
  },
  {
    "name": "Pralhad Jadhav",
    "img": "assets/img/alumni/pralhad-jadhav.jpg",
    "about": "A Navgurkul alumnus, Pralhad completed BE from Electronics & Telecommunication engineering stream Graduate in 2017 from Pune University. Now working with Navgurukul as technical suppoter",
    "post": "Software Engineer",
    "linkedin": "https://www.linkedin.com/in/pralhad-jadhav-7073b1174/"
  },
  {
    "name": "Rishabh Verma",
    "img": "assets/img/main/rishabh-verma.jpg",
    "about": "Rishabh headed Navgurukul as the COO until September 2019, and is always going to be with us a co-founder. You can read his note <a href='https://medium.com/navgurukul/this-is-not-a-goodbye-whats-next-6e5665dc53e4'>here</a>. At 21 he was part of the founding team of Airwoot. He then took a break to spend a year travelling in the mountains. Later, Rishabh headed Technology for Grownout.",
    "post": "Ex-COO & Co-founder",
    "linkedin": "http://linkedin.com/in/rishmunk"
  }
]