[
  {
    "name": "Abhishek Gupta",
    "img": "assets/img/main/abhishek-gupta.jpg",
    "about": "IITD ‘13 CS Graduate. Co-founded Zumbl.com and FranklyMe. Zumbl was acquired and FranklyMe raised more than 2.6M$ from Matrix Partners and others. Was working with Education Department, Delhi Government before NavGurukul.",
    "post": "CEO & Co-founder",
    "linkedin": "http://linkedin.com/in/abhishekgupta92"
  },
  {
    "name": "Nilam Kumari",
    "img": "assets/img/alumni/nilu.jpeg",
    "about": "Nilam belongs to Kishangan, Bihar. She has done her graduation. Her father a small farmer. She wants to explore tech and non teach.Currently she is working as an team member with Navgurukul and she wants to work with girls.",
    "post": "Technical Associate, Bangalore",
    "linkedin": "https://www.linkedin.com/in/nilam-kumari-53379816a/"
  },
  {
    "name": "Komal Bhatt",
    "img": "assets/img/main/komal.jpeg",
    "about": "A NavGurukul alumna, she learned about herself more as a council member & through volunteering opportunities. She leads the curriculum development.",
    "post": "Tech and Academics Associate",
    "linkedin": "https://www.linkedin.com/in/komal-bhatt-a1779716a/"
  },
 
  {
    "name": "Nitesh Sharma",
    "img": "assets/img/alumni/nitesh-sharma.jpg",
    "about": "A NavGurukul alumnus, Nitesh completed BCA from Sant Singaji Institute Of Science & Management. Interested in social welfare and solving problems through facilitation and ground-work.",
    "post": "Admissions Team",
    "linkedin": "#"
  },
 
   {
    "name": "Shahnaaz Naazmeen",
    "img": "assets/img/main/shehnaz.jpeg",
    "about": "Shahnaaz hails from Gulberga, Karnataka. She joined NavGurukul a year back where she found her dream to work with Youth in Technology domain. While pursuing her course, she supported various students to prepare for their Aspirational jobs. Currently, she leads the tech curriculum development in NavGurukul and manages the Pune campus.",
    "post": "Tech Facility Incharge",
    "linkedin": "https://www.linkedin.com/in/shahnaaz-naazmeen-7b44641b2/"
  }

  
]
