[ 
    {
      "img": "assets/img/timesofindia.jpg",
      "headline": "Programming Mentorship",
      "skills": "Python or [Any Programming Language + Willingness to understand Python syntax]",
      "time": "3-5 hours a week",
      "description" : "We are expanding the scope of NavGurukul’s programs to introduce thousands of deserving children to the magic of programming. To do this, we conduct a three-month remote introductory course in programming using Python. The course covers basics such as loops and functions that are delivered through bi-weekly masterclasses and doubt sessions. These masterclasses are conducted on Zoom/Google Meets and have upto ~100 students across villages and different states of India attending and doubt sessions have upto ~20 students each."
    },
    {
      "img": "assets/img/thebetterindia.jpeg",
      "headline": "Interview & Project Mentorship",
      "skills": "Node.js or React.js",
      "time": "3-5 hours a week",
      "description" : "Just as the students in our one-year residential course approach the finish-line, they need structured help to prepare for the interviews and work on projects. Mentors are expected to help the students in understanding agile methodology, project communication, github and proper coding practices. As a mentor, you would be expected to help Navgurukul emulate a real life internship/job for the student and provide essential feedback towards the students growth and preparation for their first job. This is a great way to contribute to the development of the various technologies built and maintained by NG. You can choose to directly contribution to the design and development as well."
    },
    {
      "img": "assets/img/timesofindia.jpg",
      "headline": "Sensitisation & Awareness (Gender/Ecology/Economy etc.)",
      "skills": " Facilitation / Understanding of Issues - Gender / Ecology / Economy etc.",
      "time": "2-10 hours",
      "description" : "In their seminal book, Half The Sky, Nicolas Kristoff and Sheryl Wudunn argue that the oppression of women worldwide is the paramount “moral challenge of the present era” as slavery was of the 19th century. The rights and the treatment of half our population are deeply interlinked to the rights of our ecology and that of our economy. We need strong voices to enable our students to not just be a representation in technology but an empathetic upholder of the rights of others. If you are working in areas of implicit bias training, gender roles or have a background in sustainable living practises, this volunteering experience will be the right fit for you. "
    },
    {
      "img": "assets/img/thelogicalindia.png",
      "headline": "Marketing & Communication",
      "skills": "Illustration / Video Editing / Data Visualization / Writer / Social Media",
      "time": "40-80 hours in total",
      "description" : "Every student at NavGurukul is a story of resilience and curiosity that has the potential to spark inspiration in hundreds of other girls who find themselves in unfavourable circumstances because of their economic condition or societal expectation. These stories need to be told and as a marketing volunteer, you can help us bring these to the forefront. You can help us build and maintain our social media presence, co-write blogs, interview our alumni and help us reach more like-minded partners. If you are an illustrator, video producer, data visualization enthusiast or like to write - you are welcome to apply for this volunteer position."
    },
    {
      "img": "assets/img/quartz.jpg",
      "headline": "Curriculum Design and Development",
      "skills": "Python / Javascript / NodeJs / ReactJS",
      "time": "6-10 hours per week",
      "description" : "Curriculum is our bedrock of teaching and learning - especially given there are no teachers for the course. A well-designed curriculum is a core differentiator at NavGurukul for two primary reasons. One - it is to be used by the students to mentor other students and two - because the currently available courses in programming do not cater to the level of English our students are able to understand. Our self-designed courses do not let language be a hindrance in learning to code and are written using a mix of Hindi and English. All the courses are open access and can be accessed at https://saral.navgurukul.org/ We are looking for technologists who are interested in looking at technology education from the ground up to make it accessible for millions of students in India."
    },
    {
      "img": "assets/img/forbesIndia.png",
      "headline": "Strategy Design and Development",
      "skills": "Consulting",
      "time": "6-10 hours per week",
      "description" : "How do you provide access to choice and the infrastructure of hope to millions of disenfranchised students? How do you make sure billions of humans do not get sidelined by the technologies that are not built with them in mind? Our answer is to create a self-reliant organization that is run by and for the people it needs to serve. In the last three years of operations, we have turned a lot of usual ways of working on its head in order to keep arriving at a decentralized, self-reliant organization. We don’t fear change, we voice our opinions and are open to experimentation. If you are someone who loves to work on systems thinking, problems at scale and want your work to make an impact on the next generation of technology creators - we think you’ll find challenging problems at NavGurukul."
    },
    {
      "img": "assets/img/timesofindia.jpg",
      "headline": "Mental health counseling",
      "skills": "Counseling",
      "time": "2-6 hours per week",
      "description" : "In India, with a mental health practitioner covering 300k Indians, access to mental health counsellors remain extremely skewed towards people who can afford the services. Our students are resilient and driven individuals who when supported with the right help will flourish in all areas of life. We are looking to partner with organisations/individuals who can conduct sensitisation sessions in batches with our students to equip them with the vocabulary and options to seek help when needed and to remove the stigma around caring for their mental health."
    },
    {
        "img": "assets/img/forbesIndia.png",
        "headline": "Life++",
        "skills": "Movement Therapy / Theatre / Art Therapy / Career Counseling / Personal Finance, etc.",
        "time": "2-6 hours per week",
        "description" : "Volunteers interested with movement therapy, theatre, yoga, art therapy, career counselling and personal finance are welcome to pitch ideas for workshops with students. We have had our students take movement therapy sessions and they were valued. Our students are resilient and driven individuals who when supported with the right help will flourish in all areas of life."
      }
    
  ]
